1nVitr0.blocksort
adamvoss.vscode-languagetool
adamvoss.vscode-languagetool-en
azemoh.one-monokai
blanu.vscode-styled-jsx
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
Divlo.vscode-styled-jsx-languageserver
donjayamanne.githistory
eamodio.gitlens
eg2.vscode-npm-script
eriklynd.json-tools
esbenp.prettier-vscode
fivethree.vscode-svelte-snippets
GitHub.vscode-pull-request-github
GrapeCity.gc-excelviewer
infeng.vscode-react-typescript
IronGeek.vscode-env
JakeBecker.elixir-ls
jasonnutter.search-node-modules
jawandarajbir.react-vscode-extension-pack
jolaleye.horizon-theme-vscode
kisstkondoros.vscode-codemetrics
mads-hartmann.bash-ide-vscode
marcoq.vscode-typescript-to-json-schema
me-dutour-mathieu.vscode-github-actions
mikestead.dotenv
mongodb.mongodb-vscode
MS-CEINTL.vscode-language-pack-en-GB
MS-CEINTL.vscode-language-pack-pt-BR
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vsliveshare.vsliveshare
PKief.material-icon-theme
rafmsou.nicer-high-contrast
redhat.vscode-yaml
rokoroku.vscode-theme-darcula
rvest.vs-code-prettier-eslint
saratravi.elixir-formatter
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-german
stuart.unique-window-colors
svelte.svelte-vscode
svipas.prettier-plus
tamasfe.even-better-toml
tinkertrain.theme-panda
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
WakaTime.vscode-wakatime
xabikos.JavaScriptSnippets
xabikos.ReactSnippets
zhuangtongfa.material-theme